[
  "obsidian-excalidraw-plugin",
  "obsidian-icon-folder",
  "obsidian-tasks-plugin",
  "vertical-tabs",
  "obsidian-enhancing-export",
  "terminal",
  "obsidian-git",
  "code-styler",
  "obsidian-excel-to-markdown-table",
  "dataview",
  "obsidian-annotator",
  "code-files"
]